---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ConnectorFailures.NoLossDefined
source: html/4204f399-c8ac-79a3-5401-b72198876dee.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ConnectorFailures.NoLossDefined Property

No Loss Defined

## Syntax (C#)
```csharp
public static FailureDefinitionId NoLossDefined { get; }
```